Wed Feb 14 23:18:11 -03 2024
ansible     # ansible
autoconf
bat         # cat with syntax highlighting
ca-certificates
circumflex  # hacker news on terminal
dialog      # whiptail en macOs. Menues for bash
eza         # modern "ls". exa are replace for eza
fd          # modern "find"
fzf         # fuzzy finder
gdbm
gettext
jq          # json processor
lazydocker  # cli monitor for docker
libgit2
libssh2
libtermkey
libuv
libvterm
libzip
luajit
luv
lz4
m4
maccy         #OpenSource Clipboard manager
mpdecimal
msgpack
neovim        # the vim
oniguruma
openssl@1.1
openssl@3
pcre2
pkg-config
plz-cli       # gpt-3 copilot
powerlevel10k # status bar zsh
pwgen         # password generator
pyenv         # python enviroment manager
python@3.10
python@3.11
python@3.9
qownnotes     # Markdown notes editor
readline      # 
ripgrep       # recursive search via grep
starship      # customizable cross prompt
sqlite
tcl-tk
tetris
tldr          # man pages
tree-sitter   # languaje parser
unibilium
xz
zlib
zsh-completions
zstd
--
via CASK
====
iterm2              # the terminal via CASK
MonitorControl      # external monitor brightness control via CASK
flameshot           # screen capture via CASK
font-victor-mono    # good name font via CASK
raycast             # task manager via CASK
