ansible
azure-cli
bat
bats-core
bdw-gc
berkeley-db
c-ares
ca-certificates
coreutils
fzf
gdbm
gettext
glen
gmp
gnutls
guile
icu4c
jemalloc
jq
kubecolor
kubernetes-cli
kustomize
libarchive
libb2
libev
libevent
libffi
libgcrypt
libgpg-error
libidn2
libnghttp2
libtasn1
libtermkey
libtool
libunistring
libuv
libvterm
libxml2
libxmlsec1
libyaml
lnav
lua
luajit
luajit-openresty
luv
lz4
m4
macos-term-size
minikube
mongocli
mongodb-community-shell
mongodb-database-tools
mongosh
mpdecimal
msgpack
mtr
mysql-client
ncurses
neovim
nettle
nghttp2
node@14
oath-toolkit
oniguruma
openjdk
openssl@1.1
p11-kit
pcre
perl
pkg-config
python@3.10
python@3.8
python@3.9
readline
redis
ruby
six
slackcat
speedtest
sqlite
tcl-tk
telnet
terraform
terragrunt
tfswitch
tmux
tree-sitter
ttyrec
unbound
unibilium
utf8proc
vault
vim
wget
xz
zsh-syntax-highlighting
zstd
apache-directory-studio
background-music
chef-workstation
google-cloud-sdk
mounty
osxfuse
virtualbox
